CAT_BREEDS = [
               'Бенгальская', 'Бомбейская', 'Британская короткошерстная',
               'Бурмилла', 'Девон-рекс', 'Европейская короткошерстная',
               'Экзотическая короткошерстная', 'Мейн-кун', 'Нибелунг',
               'Персидская', 'Рэгдолл', 'Русская голубая',
               'Шотландская вислоухая', 'Сибирская', 'Сингапурская',
               'Сомалийская', 'Сфинкс', 'Черепаховая'
            ]

CAT_DESCRIPTIONS = {
                  'Бенгальская':
                  '''# Бенгальская кошка
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/WkyDsyg/179-e436350a.jpg">
                  
                  ### Бенгальская кошка — крупная кошка с блестящей           \
                  шерстью, очень развитой мускулатурой и толстым              \
                  хвостом, который часто свисает до земли. Бенгальская        \
                  кошка внешне напоминает дикую кошку: характерная            \
                  густая роскошная шерсть имеет пятнистый окрас и             \
                  мраморные разводы. На широкой голове располагаются          \
                  небольшие уши и бакенбарды, глаза имеют                     \
                  миндалевидную форму и чёрную окантовку. Хвост               \
                  толстый, сужается к чёрному кончику. Ни одна другая         \
                  порода кошек не имеет такого эффекта золотистого            \
                  или жемчужного мерцания шерсти, который можно               \
                  обнаружить у бенгальских кошек.
                  
                  # История

                  ### История породы началась в 60-х годах прошлого века      \
                  генетиком-селекционером Джейн Милл в США. Принадлежащая ей  \
                  самка бенгальской кошки по имени Малайзия повязалась с      \
                  чёрным домашним котом и произвела на свет пятнистого        \
                  котёнка. Первый пра-бенгал, как и её потомство, погибли и   \
                  работа над породой возобновилась только в 1980 году.        \

                  # Интересный факт

                  ### Это одна из самых дорогих кошек на планете. «Домашний»  \
                  бенгал, отделенный от диких предков минимум 4-мя            \
                  поколениями, обойдется в 50-100 тысяч рублей. Бенгал        \
                  поколения F1-F2 («сын» или «внук» дикого леопардового кота) \
                  стоит от 200 тысяч.                                         \

                  # Болезни

                  ### Самым слабым место в организме бенгалов является        \
                  желудочно-кишечный тракт. По статистике, такими             \
                  проблемами хотя бы пару раз в жизни страдал почти каждый    \
                  представитель бенгальской породы.                           \

                  # Страна появления

                  ### США
                  ''',

                  'Бомбейская':
                  '''# Бомбейская кошка
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/znHcFkV/008-ee3dbafa.jpg">

                  ### Бомбейская кошка (бомбей) – питомец-компаньон           \
                  для активных и жизнерадостных людей, проводящих             \
                  большую часть свободного времени дома. Порода               \
                  задумана как мини-версия черной пантеры.                    \
                  Однако от хищной кошки унаследовала только экстерьер.       \
                  В то время как характер больше напоминает собаку.           \
                  Породистый бомбей демонстрирует безусловную преданность     \
                  и любовь к человеку, не отказывается от игры в апорт и      \
                  легко запоминает базовые команды. К тому же                 \
                  представители породы умны и эмпатичны: животное тонко       \
                  чувствует настроение хозяина и подстраивается даже под      \
                  незначительные его изменения.

                  # История

                  ### Первые представители породы появились на свет на        \
                  границе американских штатов Кентукки и Индиана. Энтузиастка \
                  Никки Хорнер из Луисвилла поставила перед собой             \
                  амбициозную цель – создать «комнатную» копию великолепного  \
                  представителя кошачьих.                                     \

                  # Интересный факт

                  ### Представители бомбейской породы не бывают               \
                  длинношерстными, поэтому бомбей — это короткошёрстная       \
                  кошка с уникальной угольно-чёрной и блестящей шерстью.      \

                  # Болезни

                  ### Внимательно следите за состоянием глаз, дыхательных     \
                  путей и ушных раковин, их нужно регулярно очищать с         \
                  помощью специальных средств.                                \

                  # Страна появления

                  ### США
                  ''',

                  'Британская короткошерстная':
                  '''# Британская короткошерстная
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/Dp0FvSc/011-4bcf9a5d.jpg">
                  
                  ### Британская короткошёрстная — крупная порода,            \
                  имеющая массивное, коренастое телосложение. У               \
                  представителей этой породы широкая грудная клетка           \
                  и толстый хвост. Морда, уши, глаза и голова — имеют         \
                  округлую форму. У кошки короткий широкий нос и              \
                  массивная нижняя челюсть. Шерсть у британских               \
                  короткошёрстных — короткая и густая, без пушистости,        \
                  бывает более ста окрасов и имеет множество                  \
                  комбинаций пятен.

                  # История

                  ### Считается, что британские кошки появились в результате  \
                  скрещивания среднеевропейских лесных и египетских котов,    \
                  которых привезли в Великобританию римляне во времена        \
                  завоеваний. Однако официальная родословная представителей   \
                  этой породы начинается только с конца XIX века в 1898 году, \
                  но тогда они не были так популярны, и были просто           \
                  домашними кошками.                                          \

                  # Интересный факт

                  ### Одна из версий появления такого сказочного персонажа,   \
                  как Чеширский кот, гласит, что Джон Тенниел списал его с    \
                  котов породы британская короткошерстная.                    \

                  # Болезни

                  ### Представители породы нередко страдают из-за проблем с   \
                  сердцем, а также из-за нарушений свертываемости крови.      \
                  Британцы склонны к ожирению, поэтому важно следить          \
                  за их питанием.                                             \

                  # Страна появления

                  ### Великобритания
                  ''',

                  'Бурмилла':
                  '''# Бурмилла
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/GCGFgby/022-1924812c.jpg">
                  
                  ### Бурмилла — кошка среднего телосложения, похожая         \
                  на бурмезскую. Порода отличается коренастым и               \
                  довольно мускулистым телом и широкой прямой спиной.         \
                  Самки намного мельче и изящнее самцов. Форма головы —       \
                  слегка скругленный конус. Представители этой породы         \
                  имеют клиновидный нос и широко посаженные уши. Цвет глаз    \
                  варьируется от золотисто-желтого до зеленого.               \
                  Отличительной особенностью этой породы является             \
                  характерная отметина на лбу в виде буквы M. Короткая        \
                  шерсть со светлым подшерстком близко прилегает к телу       \
                  и отличается равномерным типпингом(кончики волосков более   \
                  темного цвета) по всему телу.
                  
                  # История

                  ### Порода кошек, появившаяся в 1981 году в результате      \
                  случайной вязки бурманской кошки лилового окраса и          \
                  персидского кота окраса шиншилла.                           \

                  # Интересный факт

                  ### Родителей породы бурмилла - перса и бурманской          \
                  шиншиллы - звали Санквист и Фаберже, соответственно.        \

                  # Болезни

                  ### Поликистоз почек

                  # Страна появления

                  ### Великобритания
                  ''',

                  'Девон-рекс':
                  '''# Девон-рекс
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/YyNmTPJ/295-a7a423ed.jpg">

                  ### Запоминающийся образ кошки породы девон-рекс — это      \
                  ехидная мордочка с волнистой «мятой» шерстью. Широкие       \
                  скулы, большие глаза, низко посаженные уши. Короткая        \
                  шерсть имеет волнистые остевые волосы, но в основном        \
                  состоит из пухового подшерстка. Шерсть девон-рекса          \
                  имеет характерную «марсельскую волну», особенно на спине,   \
                  где образуются мелкие барашки. Бакенбарды и надбровные      \
                  дуги у этой породы также волнистые. Девон-рекс может        \
                  быть любых окрасов и вариантов пятнистости.

                  # История

                  ### Первого, напоминающего инопланетного пришельца котофея  \
                  отловили назаброшенных рудниках в окрестностях Девона       \
                  (Англия) еще в 60-х годах прошлого века.                    \

                  # Интересный факт

                  ### Как бы доброжелательно кошки ни относились к детям,     \
                  # они всегда предпочтут им общество взрослых людей.         \

                  # Болезни

                  ### Распространен среди представителей данной породы        \
                  вывих коленной чашечки, в запущенных стадиях ведущий к      \
                  остеоартриту и дальнейшей хромоте.                          \

                  # Страна появления

                  ### Великобритания
                  ''',

                  'Европейская короткошерстная':
                  '''# Европейская короткошерстная
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/715VJcB/110-34bdfc6c.jpg">

                  ### Европейская короткошерстная кошка, она же кельтская,    \
                  на первый взгляд выглядит как обычная довольно крупная      \
                  домашняя кошка. Тем не менее генетики выяснили, что она     \
                  наследует кошкам, охранявшим амбары европейских крестьян    \
                  2000 лет назад! И это как минимум. Каждая кельтская кошка   \
                  отличаются своим характером: одни любят прогулки, другие    \
                  предпочитают наблюдать жизнь из окна; одни более            \
                  общительны, другие менее. Но все они хорошие компаньоны:    \
                  уравновешенные, жизнерадостные, ласковые без навязчивости,  \
                  готовые и поиграть, и просто составить компанию на диване   \
                  перед телевизором.

                  # История

                  ### Европейская короткошёрстная кошка была выведена в       \
                  результате целенаправленной племенной работы из обычной     \
                  европейской домашней кошки. Разведением короткошёрстных     \
                  кошек немецкие бридеры занимались ещё в начале XX века,     \
                  отметив их отличные ловчие качества.                        \

                  # Интересный факт

                  ### Самая популярная порода в странах Европы                \

                  # Болезни

                  ### Никаких генетических заболеваний или                    \
                  предрасположенностей                                        \

                  # Страна появления

                  ### Европа, Швеция, Финляндия
                  ''',

                  'Экзотическая короткошерстная':
                  '''# Экзотическая короткошерстная
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/xCCK6ZP/108-8f6d84f2.jpg">

                  ### Экзотическая короткошерстная кошка среднего размера.    \
                  Телосложение — коренастое и в то же время подтянутое.       \
                  Имеет широкую, круглую голову с небольшими, широко          \
                  посаженными ушами. У этой кошки маленькая открытая          \
                  мордочка с большими яркими глазами. Имеет короткие и        \
                  сильные лапы, с крупными округлыми стопами. Хвост           \
                  небольшой длины, при этом достаточно пушистый. Шерсть       \
                  — короткая, густая, с плотным мягким подшерстком.           \
                  Экзотическая короткошерстная кошка бывает многих            \
                  окрасов и вариантов пятнистости, типичных для персидской    \
                  породы, а также может иметь окрас «пятнистый табби».
                  
                  # История

                  ### Становление экзотической короткошерстной породы         \
                  происходило в США в 1960-е годы. Первые результаты были     \
                  ошеломляющими и, в общем-то, провальными с точки зрения     \
                  первоначальных целей селекции. Стратегия развития породы    \
                  экзотов подразумевала, практически в первую очередь,        \
                  закрепление гена короткошерстности.                         \

                  # Интересный факт

                  ### Тридцатилетнее становление породы. На протяжении трёх   \
                  десятков лет менялись способы скрещивания, длинна шерсти    \
                  и форма лап.                                                \

                  # Болезни

                  ### Проблемы с проходимостью носослезного протока,          \
                  слезотечение, нагноение глаз                                \

                  # Страна появления

                  ### США
                  ''',

                  'Мейн-кун':
                  '''# Мейн-кун
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/Cv2QY9f/078-96f68352.jpg">

                  ### Мейн-кун – это популярная порода кошек, завоевавшая     \
                  поклонников по всему миру своим харизматичным внешним       \
                  видом и внушительными размерами. Даже обычным людям,        \
                  совсем не разбирающимся в породах, легко отличить           \
                  мейн-куна от других кошек благодаря их выдающимся           \
                  внешним данным. Мейн-кун гордо носит звание пушистого       \
                  великана.

                  # История

                  ### Порода сформировалась естественным образом под          \
                  воздействием суровых климатических условий штата Мэн.       \
                  В литературе мейн-куны впервые упоминаются в 1861 году.     \
                  К этому времени относится статья о коте по кличке Капитан   \
                  Дженкс с корабля «Морская лошадь».                          \

                  # Интересный факт

                  ### Мейн куны неоднократно упоминаются в книге рекордов     \
                  Гиннеса. Им принадлежит первое место во многих              \
                  номинациях среди домашних кошек: самое длинное тело         \
                  – 123 см (Стьюи); самые длинные усы – 19 см (Мисси);        \
                  самый длинный хвост – 44,66 см (Сигнус Регулус Пауэрс).     \

                  # Болезни

                  ### Наиболее известные болезни Мейн Кунов: гипертрофическая \
                  кардиомиопатия и спинально-мышечная атрофия.                \
                  Предрасположены к патологиям опорно-двигательной системы.   \

                  # Страна появления

                  ### США
                  ''',

                  'Нибелунг':
                  '''# Нибелунг
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/ctd7gjT/136-a7d5eba2.jpg">

                  ### Нибелунг — редкая порода домашних кошек. Она            \
                  считается длинношёрстным вариантом русской голубой          \
                  кошки. Представители этой породы замкнуты и не              \
                  «горласты», но иногда могут громко мяукать дожидаясь        \
                  хозяина. Обладают не требующей ежедневного ухода            \
                  голубой шерстью с серебристым типпингом. Остевые            \
                  волосы шерсти нибелунга отражают свет, тем самым            \
                  создавая серебристый отлив. Окрас шерсти и подшёрстка       \
                  — сплошной голубой. Порода названа в честь «порождения      \
                  тумана» (от нем. Nebel — туман) из средневекового           \
                  немецкого эпоса «Песнь о Нибелунгах».

                  # История

                  ### В 1980 году сын программиста Коры Кобб получил в        \
                  подарок чёрную короткошёрстную кошку. Со временем новая     \
                  любимица семьи по кличке Эльза сошлась с русским голубым    \
                  котом. Результатом этого союза стало рождение в 1984 году   \
                  пяти малышей.                                               \

                  # Интересный факт

                  ### Нибелунги привязаны лишь к одному члену семьи           \
                  (его же и считают хозяином); к остальным относятся          \
                  дружелюбно, но не более того.                               \

                  # Болезни

                  ### Представителей породы отличают крепкое здоровье и       \
                  отсутствие предрасположенности к генетическим заболеваниям. \

                  # Страна появления

                  ### США
                  ''',

                  'Персидская':
                  '''# Персидская
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/GQ0JRyC/538-48b0cee8.jpg">

                  ### Персидская длинношерстная кошка — порода среднего       \
                  размера, с коренастым телом и с массивной головой.          \
                  Уши — небольшие, широко посаженные. У этой кошки            \
                  маленькая открытая мордочка с большими яркими глазами.      \
                  Имеет короткие и сильные лапы с крупными округлыми          \
                  основаниями и кисточками между подушечек. Шерсть —          \
                  длинная, густая и блестящая, с плотным мягким               \
                  подшерстком. Имеет короткий, но необыкновенно пушистый      \
                  хвост. Допускаются разные варианты окрасов и                \
                  пятнистости.                                                \

                  # История

                  ### Длинношерстные животные были завезены в Европу в        \
                  двадцатых годах XVII века итальянским аристократом Пьетро   \
                  делла Валле из его путешествия по Турции и Персии.          \

                  # Интересный факт

                  ### Владельцы персидских кошек отмечают их высокий          \
                  интеллект. Они хорошо дрессируются, выполняют несложные     \
                  команды, быстро приучаются к лотку.                         \

                  # Болезни

                  ### Почти пятьдесят процентов персидских кошек находятся в  \
                  зоне риска возникновения поликистоза почек.                 \

                  # Страна появления

                  ### Армения, Иран, Турция
                  ''',

                  'Рэгдолл':
                  '''# Рэгдолл
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/hd6yK6g/160-ea585911.jpg">

                  ### Рэгдолл — крупная и величавая кошка с характерным       \
                  окрасом. Представители этой породы обычно расслаблены,      \
                  невозмутимы и кажутся ленивыми. Голова широкая, имеет       \
                  плоскую верхнюю часть, с широко расположенными ушами.       \
                  У рэгдолла большие глаза насыщенного голубого цвета.        \
                  Тело — длинное и мускулистое, с широкой грудной клеткой,    \
                  короткой шеей и крупными круглыми лапами с кисточками       \
                  между подушечек. Хвост — длинный и пушистый. Шерсть         \
                  рэгдоллов шелковистая и густая, средней длины или           \
                  длинная. Для взрослых кошек типично «кольцо» шерсти         \
                  вокруг шеи и пушистые «штанишки». Встречаются три вида      \
                  окраса: колор-пойнт (у таких кошек светлое тело, но         \
                  тёмные отдельные его части: лапы, хвост, уши и морда),      \
                  би-колор (один из типов окрасов кошек с белыми пятнами,     \
                  которые занимают от 1/3 до 1/2 всего тела) и миттед         \
                  (один из типов окрасов кошек с белыми пятнами,              \
                  которые занимают от 1/4 до 1/3 всего тела).

                  # История

                  ### Рэгдоллы обязаны своим появлением предприимчивой даме   \
                  из Калифорнии Энн Бейкер, разводившей персидских котов, и   \
                  кошке Жозефине, длинношерстой красавице смешанной породы    \
                  (предположительно персидской и ангорской), жившей у соседки \
                  заводчицы.                                                  \

                  # Интересный факт

                  ### Рэгдолл – одна из крупнейших домашних кошек, третья     \
                  после саванны и мейн-куна.                                  \

                  # Болезни

                  ### Одиночество угнетает этих кошек: если рядом никого      \
                  # долго нет, они тоскуют, теряют аппетит и могут заболеть.  \

                  # Страна появления

                  ### США
                  ''',

                  'Русская голубая':
                  '''# Русская голубая
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/PZXMnrr/006-a478b6ee.jpg">

                  ### Кошки породы русская голубая бывают среднего или        \
                  крупного размера. Имеют изящное тело и длинные,             \
                  стройные ноги. Эта кошка настолько грациозна, что           \
                  кажется, будто она передвигается на цыпочках. Голова        \
                  имеет клинообразную форму с выдающейся зоной бакенбард      \
                  и крупные уши. Яркие зеленые глаза широко посажены и        \
                  имеют миндалевидную форму. По текстуре шерсть русской       \
                  голубой непохожа на шерсть кошек других пород, и это        \
                  основная отличительная особенность породы. Шерстка у этих   \
                  животных — двойная, с густым подшерстком, короткая и        \
                  приятная на ощупь. Несмотря на название породы, иногда      \
                  среди русских голубых кошек встречаются особи с черным      \
                  и белым окрасом. У типичных же представителей окрас         \
                  равномерно голубой, с серебристым отливом.

                  # История

                  ### Своё начало современные русские голубые кошки берут из  \
                  России. Но селекционное разведение началось в               \
                  Великобритании в 1893 году.После войны порода была          \
                  восстановлена усилиями селекционеров. Возрождение интереса  \
                  к этой породе пришло в СССР только в конце 80-х годов,      \
                  и уже к началу 90-х годов сформировалось определенное       \
                  поголовье.                                                  \

                  # Интересный факт

                  ### На сегодняшний день известно несколько видов данной     \
                  породы: скандинавский, английский и американский. Для       \
                  представителей каждой группы выдвигаются свои стандарты,    \
                  характерные для фенологической классификации конкретного    \
                  общества.                                                   \

                  # Болезни

                  ### Русская голубая кошка обладает предрасположенностью к   \
                  заболеваниям органов дыхательной и пищеварительной системы. \
                  Склонны к ожирению.                                         \

                  # Страна появления

                  ### Россия/Великобритания
                  ''',

                  'Шотландская вислоухая':
                  '''# Шотландская вислоухая
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/T4GsqhG/020-eec62fab.jpg">

                  ### Шотландская вислоухая кошка или скоттиш-фолд            \
                  (англ. Scottish Fold) — порода домашних кошек с             \
                  характерными загнутыми вперёд и вниз ушами, что             \
                  вызвано действием доминантного гена, который возник         \
                  в результате естественной мутации и оказывающий             \
                  влияние на хрящи во всём организме. Это придаёт             \
                  голове кошки характерный вид, которую часто описывают       \
                  как «похожую на совиную».
                  
                  # История

                  ### Первым представителем породы стала белая кошка Сьюзи,   \
                  найденная в 1961 году на ферме недалеко от города           \
                  Купар-Ангус в графстве Пертшир, Шотландия. Уши Сьюзи были   \
                  необычным образом загнуты посередине, из-за чего она        \
                  напоминала сову. Два котёнка, которых родила Сьюзи,         \
                  были с загнутыми ушами.                                     \

                  # Интересный факт

                  ### Котята рождаются с прямыми ушками, а опускаются они     \
                  лишь через месяц после появления на свет. При этом чем      \
                  сильнее ушки прижаты к телу и меньше по размеру, тем лучше. \

                  # Болезни

                  ### Остеохондродисплазия

                  # Страна появления

                  ### Шотландия/Великобритания
                  ''',

                  'Сибирская':
                  '''# Сибирская
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/PQbc5JG/017-bcf5283d.jpg">
                  
                  ### Сибирская кошка – прекрасный выбор для семей с детьми   \
                  и владельцев, которые интересуются разведением и            \
                  выставочной деятельностью. Ведь порода обладает устойчивой  \
                  психикой и крепким здоровьем, при этом все еще открыта      \
                  для сертификации. Разводить «сибиряков» можно даже с        \
                  беспородной кошкой, обладающей характерными признаками      \
                  представителей породы. Поэтому привнесение новой крови      \
                  в племенную линию осуществляется регулярно, и порода        \
                  не страдает от инбридинга (скрещивания особей, состоящих    \
                  в тесном родстве).

                  # История

                  ### По одной из версий она произошла от норвежских лесных,  \
                  которые были завезены в Сибирь переселенцами с севера       \
                  России в XVI веке. По другой – от бухарских кошек,          \
                  привезённых торговцами из Средней Азии.                     \

                  # Интересный факт

                  ### В Тюмени существует «Сквер сибирских кошек». Здесь      \
                  установлен отлитый из чугуна памятник, состоящий из 12      \
                  кошачьих фигур, покрытых золотистой краской. Памятник       \
                  посвящён кошкам, защищавшим ленинградский Эрмитаж от крыс   \
                  во время немецкой блокады. Бесстрашные охотники быстро      \
                  устранили крыс и мышей, уничтожавших бесценные шедевры.     \

                  # Болезни

                  ### Главную опасность для них может представлять            \
                  мочекаменная болезнь и попадание шерсти в кишечник.         \
                  Мочекаменная болезнь весьма опасна, так как часто приводит  \
                  к почечной недостаточности.                                 \

                  # Страна появления

                  ### Россия
                  ''',

                  'Сингапурская':
                  '''# Сингапурская
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/9WBDL5j/015-2dcb02da.jpg">

                  ### Сингапурская кошка похожа на маленького представителя   \
                  абиссинской породы. Ее голова имеет округлую форму с        \
                  выраженными бакенбардами и короткой широкой мордой.         \
                  Уши — крупные и глубокие. Глаза — большие, миндалевидной    \
                  формы, слегка скошенные, широко раскрытые. Несмотря на      \
                  небольшой размер, тело кошки — коренастое и мускулистое.    \
                  Хвост — тонкий с тупым кончиком. Шерсть — короткая и        \
                  гладкая, с черными, коричневыми или кремовыми полосками     \
                  на каждом из волосков. При этом шерсть имеет более          \
                  темный окрас на спине, хвосте и ногах, а на груди и         \
                  животе остается светлой. Глаза у кошек этой породы          \
                  обычно карие, зеленые или желтые с черным окаймлением.
                  
                  # История

                  ### Сингапурские кошки ведут своё происхождение от уличных  \
                  кошек из Юго-Восточной Азии, а точнее — из                  \
                  города-государства Сингапур.                                \

                  # Интересный факт

                  ### Малые размеры, бывает только одного цвета - коричневого \
                  с желтоватым оттенком слоновой кости.                       \

                  # Болезни

                  ### Подвержена летаргии, диарее, отсутствию аппетита,       \
                  плохому качеству шерсти, потере веса и желтухе.             \

                  # Страна появления

                  ### Сингапур
                  ''',

                  'Сомалийская':
                  '''# Сомалийская
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/H4qQwB8/011-64ed4409.jpg">

                  ### Сомалийская кошка имеет среднее телосложение. Это       \
                  крепкое, стройное животное с хорошо развитой                \
                  мускулатурой и шерстью средней длины. Голова кошки          \
                  имеет форму клина с мягкими очертаниями. Уши широко         \
                  посаженные, с кисточками. Имеет глаза миндалевидной         \
                  формы, часто — янтарного цвета, оттенка грецкого ореха      \
                  или зеленые. . Взрослая сомалийская кошка имеет             \
                  «кольцо» шерсти вокруг шеи и пушистые «штанишки»,           \
                  что не выражено у котят. Мягкие, красивые, густые           \
                  волоски плотно прилегают к телу, при этом каждый из         \
                  них окрашен как минимум в три цвета. Сомалийская кошка      \
                  имеет 28 окрасов. Наиболее популярный — насыщенный          \
                  золотисто-коричневый с кремовой основой и черным            \
                  тикингом.

                  # История

                  ### В конце 40-х гг. XX в. британская заводчица привезла    \
                  своих абиссинских котят в Австралию, Новую Зеландию, США и  \
                  Канаду.                                                     \

                  # Интересный факт

                  ### Сомалийские кошки хорошо понимают человека, поэтому их  \
                  легко дрессировать.                                         \

                  # Болезни

                  ### У кошек хорошее здоровье. Правда, могут возникать       \
                  проблемы с зубами и деснами.                                \

                  # Страна появления

                  ### США
                  ''',

                  'Сфинкс':
                  '''# Сфинкс
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/9b25DP5/013-a77ed3b2.jpg">

                  ### Сфинкс – бесшерстная кошка с поведением и характером    \
                  собаки. Представители породы относятся к классу             \
                  компаньонов. Поэтому нуждаются во внимании и совсем         \
                  непохожи на независимых кошек, стремящихся держаться        \
                  от человека на расстоянии. Животное ориентировано на        \
                  взаимодействие, любит сидеть на коленях, легко уживается    \
                  с другими животными в доме и хорошо ладит с детьми, даже    \
                  самыми маленькими. Порода сфинкс имеет несколько            \
                  ответвлений. Например, канадский сфинкс, донской сфинкс     \
                  и петерболд. Однако признание от международных              \
                  фелинологических организаций заслужил пока лишь канадский.

                  # История

                  ### В канадской провинции Онтарио, владелица черно-белой    \
                  короткошерстной кошки по кличке Элизабет с удивлением       \
                  обнаружила в помете своей любимицы необычный экземпляр.     \
                  Все дело в том, что «лысое» потомство может появиться у     \
                  совершенно обычных родителей в результате естественной      \
                  мутации.                                                    \

                  # Интересный факт

                  ### Кошки обладают невероятной привязанностью к хозяевам,   \
                  они обожают внимание и ласку, а одиночество переносят       \
                  с трудом.                                                   \

                  # Болезни

                  ### Проблемы могут спровоцировать переохлаждение,           \
                  длительное пребывание на солнце, пренебрежение правилами    \
                  гигиены со стороны владельцев.                              \

                  # Страна появления

                  ### Канада
                  ''',

                  'Черепаховая':
                  '''# Черепаховая
                  <img style="float: right;margin-top: 0px;margin-bottom: 0px;margin-left: 10px;margin-right: 10px;" src="https://i.ibb.co/3sgCMtV/182-44600cd7.jpg">

                  ### Черепаховый окрас – один из самых удивительных и        \
                  необычных окрасов кошек. Черепаховый окрас является         \
                  очень распространённым среди метисов, а также среди         \
                  многих пород кошек он закреплён в стандарты. Вариации       \
                  цветов полосок и пятен подобного окраса, а также их         \
                  узоры на шерсти уникальны и неповторимы, так же, как и      \
                  отпечатки пальцев у людей. Это генетическая особенность,    \
                  которая передается по наследству и обуславливается          \
                  определенной комбинацией хромосом.

                  # История

                  ### Кошки с такой внешностью могут родиться почти у любой   \
                  породы, а также у дворовых питомцев.                        \

                  # Интересный факт

                  ### Черепаховый или другие трехцветные окрасы присущи не    \
                  только «девочкам», у котов такое тоже встречается.          \

                  # Болезни

                  ### По своей природе черепаховые кошки крепкие и здоровые.  \
                  '''
               }
