CAT_BREEDS = ['Бенгальская', 'Бомбейская', 'Бритнаская короткошерстная',    \
              'Бурмилла', 'Девон-рекс', 'Европейская короткошерстная',      \
              'Экзотическая короткошерстная', 'Мейн-кун', 'Нибелунг',       \
              'Персидская','Питерболд', 'Рэгдолл', 'Русская голубая',       \
              'Саванна','Шотландская вислоухая','Сибирская','Сингапурская', \
              'Сомалийская','Сфинкс','Черепаховая']

CAT_DESCRIPTIONS = {'Бенгальская':
                        '''# Бенгальская кошка
                           ### Бенгальская кошка — крупная кошка с блестящей шерстью, очень развитой мускулатурой и толстым хвостом, который часто свисает до земли. Бенгальская кошка внешне напоминает дикую кошку: характерная густая роскошная шерсть имеет пятнистый окрас и мраморные разводы. На широкой голове располагаются небольшие уши и бакенбарды, глаза имеют миндалевидную форму и чёрную окантовку. Хвост толстый, сужается к чёрному кончику. Ни одна другая порода кошек не имеет такого эффекта золотистого или жемчужного мерцания шерсти, который можно обнаружить у бенгальских кошек.
                        ''',

                    'Бомбейская':
                        '''# Бомбейская кошка
                           ### Бомбейская кошка (бомбей) – питомец-компаньон для активных и жизнерадостных людей, проводящих большую часть свободного времени дома. Порода задумана как мини-версия черной пантеры. Однако от хищной кошки унаследовала только экстерьер. В то время как характер больше напоминает собаку. Породистый бомбей демонстрирует безусловную преданность и любовь к человеку, не отказывается от игры в апорт и легко запоминает базовые команды. К тому же представители породы умны и эмпатичны: животное тонко чувствует настроение хозяина и подстраивается даже под незначительные его изменения.Бомбейская кошка (бомбей) – питомец-компаньон для активных и жизнерадостных людей, проводящих большую часть свободного времени дома. Порода задумана как мини-версия черной пантеры. Однако от хищной кошки унаследовала только экстерьер. В то время как характер больше напоминает собаку. Породистый бомбей демонстрирует безусловную преданность и любовь к человеку, не отказывается от игры в апорт и легко запоминает базовые команды. К тому же представители породы умны и эмпатичны: животное тонко чувствует настроение хозяина и подстраивается даже под незначительные его изменения.
                        ''',

                    'Бритнаская короткошерстная':
                        '''# Бритнаская короткошерстная
                           ### Британская короткошёрстная — крупная порода, имеющая массивное, коренастое телосложение. У представителей этой породы широкая грудная клетка и толстый хвост. Морда, уши, глаза и голова — имеют округлую форму. У кошки короткий широкий нос и массивная нижняя челюсть. Шерсть у британских короткошёрстных — короткая и густая, без пушистости, бывает более ста окрасов и имеет множество комбинаций пятен.
                        ''',

                    'Бурмилла':
                        '''# Бурмилла
                           ### Бурмилла — кошка среднего телосложения, похожая на бурмезскую. Порода отличается коренастым и довольно мускулистым телом и широкой прямой спиной. Самки намного мельче и изящнее самцов. Форма головы — слегка скругленный конус. Представители этой породы имеют клиновидный нос и широко посаженные уши. Цвет глаз варьируется от золотисто-желтого до зеленого. Отличительной особенностью этой породы является характерная отметина на лбу в виде буквы M. Короткая шерсть со светлым подшерстком близко прилегает к телу и отличается равномерным типпингом (кончики волосков более темного цвета) по всему телу.
                        ''',

                    'Девон-рекс':
                        '''# Девон-рекс
                           ### Запоминающийся образ кошки породы девон-рекс — это ехидная мордочка с волнистой «мятой» шерстью. Широкие скулы, большие глаза, низко посаженные уши. Короткая шерсть имеет волнистые остевые волосы, но в основном состоит из пухового подшерстка. Шерсть девон-рекса имеет характерную «марсельскую волну», особенно на спине, где образуются мелкие барашки. Бакенбарды и надбровные дуги у этой породы также волнистые. Девон-рекс может быть любых окрасов и вариантов пятнистости.
                        ''',

                    'Европейская короткошерстная':
                        '''# Европейская короткошерстная
                           ### Европейская короткошерстная кошка, она же кельтская, на первый взгляд выглядит как обычная довольно крупная домашняя кошка. Тем не менее генетики выяснили, что она наследует кошкам, охранявшим амбары европейских крестьян 2000 лет назад! И это как минимум. Каждая кельтская кошка отличаются своим характером: одни любят прогулки, другие предпочитают наблюдать жизнь из окна; одни более общительны, другие менее. Но все они хорошие компаньоны: уравновешенные, жизнерадостные, ласковые без навязчивости, готовые и поиграть, и просто составить компанию на диване перед телевизором.
                        ''',

                    'Экзотическая короткошерстная':
                        '''# Экзотическая короткошерстная
                           ### Экзотическая короткошерстная кошка среднего размера. Телосложение — коренастое и в то же время подтянутое. Имеет широкую, круглую голову с небольшими, широко посаженными ушами. У этой кошки маленькая открытая мордочка с большими яркими глазами. Имеет короткие и сильные лапы, с крупными округлыми стопами. Хвост небольшой длины, при этом достаточно пушистый. Шерсть — короткая, густая, с плотным мягким подшерстком. Экзотическая короткошерстная кошка бывает многих окрасов и вариантов пятнистости, типичных для персидской породы, а также может иметь окрас «пятнистый табби».
                        ''',

                    'Мейн-кун':
                        '''# Мейн-кун
                           ### Мейн-кун – это популярная порода кошек, завоевавшая поклонников по всему миру своим харизматичным внешним видом и внушительными размерами. Даже обычным людям, совсем не разбирающимся в породах, легко отличить мейн-куна от других кошек благодаря их выдающимся внешним данным. Мейн-кун гордо носит звание пушистого великана.
                        ''',

                    'Нибелунг':
                        '''# Нибелунг
                           ### Нибелунг — редкая порода домашних кошек. Она считается длинношёрстным вариантом русской голубой кошки. Представители этой породы замкнуты и не «горласты», но иногда могут громко мяукать дожидаясь хозяина. Обладают не требующей ежедневного ухода голубой шерстью с серебристым типпингом. Остевые волосы шерсти нибелунга отражают свет, тем самым создавая серебристый отлив. Окрас шерсти и подшёрстка — сплошной голубой. Порода названа в честь «порождения тумана» (от нем. Nebel — туман) из средневекового немецкого эпоса «Песнь о Нибелунгах».
                        ''',

                    'Персидская':
                        '''# Персидская
                           ### Персидская длинношерстная кошка — порода среднего размера, с коренастым телом и с массивной головой. Уши — небольшие, широко посаженные. У этой кошки маленькая открытая мордочка с большими яркими глазами. Имеет короткие и сильные лапы с крупными округлыми основаниями и кисточками между подушечек. Шерсть — длинная, густая и блестящая, с плотным мягким подшерстком. Имеет короткий, но необыкновенно пушистый хвост. Допускаются разные варианты окрасов и пятнистости.
                        ''',

                    'Питерболд':
                        '''# Питерболд
                           ### Питерболд — выведенная в России порода бесшёрстных домашних кошек. Питерболды имеют характерную форму головы: длинную и узкую, с прямым профилем, миндалевидными глазами и большими, разведёнными в стороны ушами. Идеальные представители породы выглядят, как бесшёрстные ориентальные кошки. Питерболды обычно дружелюбны, любопытны, активны, любят всех членов своей семьи и нуждаются в общении с людьми; они не принадлежат к независимым кошкам. Питерболды хорошо уживаются с другими кошками и прочими домашними животными.
                        ''',

                    'Рэгдолл':
                        '''# Рэгдолл
                           ### Рэгдолл — крупная и величавая кошка с характерным окрасом. Представители этой породы обычно расслаблены, невозмутимы и кажутся ленивыми. Голова широкая, имеет плоскую верхнюю часть, с широко расположенными ушами. У рэгдолла большие глаза насыщенного голубого цвета. Тело — длинное и мускулистое, с широкой грудной клеткой, короткой шеей и крупными круглыми лапами с кисточками между подушечек. Хвост — длинный и пушистый. Шерсть рэгдоллов шелковистая и густая, средней длины или длинная. Для взрослых кошек типично «кольцо» шерсти вокруг шеи и пушистые «штанишки». Встречаются три вида окраса: колор-пойнт (у таких кошек светлое тело, но тёмные отдельные его части: лапы, хвост, уши и морда), би-колор (один из типов окрасов кошек с белыми пятнами, которые занимают от 1/3 до 1/2 всего тела) и миттед (один из типов окрасов кошек с белыми пятнами, которые занимают от 1/4 до 1/3 всего тела).
                        ''',

                    'Русская голубая':
                        '''# Русская голубая
                           ### Кошки породы русская голубая бывают среднего или крупного размера. Имеют изящное тело и длинные, стройные ноги. Эта кошка настолько грациозна, что кажется, будто она передвигается на цыпочках. Голова имеет клинообразную форму с выдающейся зоной бакенбард и крупные уши. Яркие зеленые глаза широко посажены и имеют миндалевидную форму. По текстуре шерсть русской голубой непохожа на шерсть кошек других пород, и это основная отличительная особенность породы. Шерстка у этих животных — двойная, с густым подшерстком, короткая и приятная на ощупь. Несмотря на название породы, иногда среди русских голубых кошек встречаются особи с черным и белым окрасом. У типичных же представителей окрас равномерно голубой, с серебристым отливом.
                        ''',

                    'Саванна':
                        '''# Саванна
                           ### Саванна — высокая худая кошка с длинными лапами. Взрослая особь может достигать веса в 15 кг при росте 60 см в холке. Размеры ее тела зависят от близости конкретного представителя к первому скрещенному поколению: чем ближе, тем крупнее животное. Кроме того, под влиянием случайных факторов в генетике породы саванна могут встречаться кошки, значительно отличающиеся по размерам, даже в одном помете. Как правило, саванна имеет пятнистый окрас, но иногда встречаются кошки с мраморным рисунком, снежным окрасом, а также с шерстью голубого или других ненасыщенных цветов. Уши — высокие, с глубокой «чашкой», округленные, прямые (задняя часть уха имеет светлую полосу по центру, с черным, темно-серым или коричневым окаймлением, что создает «эффект глаза»). У этих кошек широкий нос и глаза с нависающими веками. На коротких хвостах — черные кольца и однотонный черный кончик. Глаза могут быть зелеными, коричневыми или золотистыми.
                        ''',

                    'Шотландская вислоухая':
                        '''# Шотландская вислоухая
                           ### Шотла́ндская вислоу́хая ко́шка или ско́ттиш-фолд (англ. Scottish Fold) — порода домашних кошек с характерными загнутыми вперёд и вниз ушами, что вызвано действием доминантного гена, который возник в результате естественной мутации и оказывающий влияние на хрящи во всём организме. Это придаёт голове кошки характерный вид, которую часто описывают как «похожую на совиную».
                        ''',

                    'Сибирская':
                        '''# Сибирская
                           ### Сибирская кошка – прекрасный выбор для семей с детьми и владельцев, которые интересуются разведением и выставочной деятельностью. Ведь порода обладает устойчивой психикой и крепким здоровьем, при этом все еще открыта для сертификации. Разводить «сибиряков» можно даже с беспородной кошкой, обладающей характерными признаками представителей породы. Поэтому привнесение новой крови в племенную линию осуществляется регулярно, и порода не страдает от инбридинга (скрещивания особей, состоящих в тесном родстве).
                        ''',
                    
                    'Сингапурская':
                        '''# Сингапурская
                           ### Сингапурская кошка похожа на маленького представителя абиссинской породы. Ее голова имеет округлую форму с выраженными бакенбардами и короткой широкой мордой. Уши — крупные и глубокие. Глаза — большие, миндалевидной формы, слегка скошенные, широко раскрытые. Несмотря на небольшой размер, тело кошки — коренастое и мускулистое. Хвост — тонкий с тупым кончиком. Шерсть — короткая и гладкая, с черными, коричневыми или кремовыми полосками на каждом из волосков. При этом шерсть имеет более темный окрас на спине, хвосте и ногах, а на груди и животе остается светлой. Глаза у кошек этой породы обычно карие, зеленые или желтые с черным окаймлением.
                        ''',

                    'Сомалийская':
                        '''# Сомалийская
                           ### Сомалийская кошка имеет среднее телосложение. Это крепкое, стройное животное с хорошо развитой мускулатурой и шерстью средней длины. Голова кошки имеет форму клина с мягкими очертаниями. Уши широко посаженные, с кисточками. Имеет глаза миндалевидной формы, часто — янтарного цвета, оттенка грецкого ореха или зеленые. . Взрослая сомалийская кошка имеет «кольцо» шерсти вокруг шеи и пушистые «штанишки», что не выражено у котят. Мягкие, красивые, густые волоски плотно прилегают к телу, при этом каждый из них окрашен как минимум в три цвета. Сомалийская кошка имеет 28 окрасов. Наиболее популярный — насыщенный золотисто-коричневый с кремовой основой и черным тикингом.
                        ''',

                    'Сфинкс':
                        '''# Сфинкс
                           ### Сфинкс – бесшерстная кошка с поведением и характером собаки. Представители породы относятся к классу компаньонов. Поэтому нуждаются во внимании и совсем непохожи на независимых кошек, стремящихся держаться от человека на расстоянии. Животное ориентировано на взаимодействие, любит сидеть на коленях, легко уживается с другими животными в доме и хорошо ладит с детьми, даже самыми маленькими. Порода сфинкс имеет несколько ответвлений. Например, канадский сфинкс, донской сфинкс и петерболд. Однако признание от международных фелинологических организаций заслужил пока лишь канадский.
                        ''',
                    
                    'Черепаховая':
                        '''# Черепаховая
                           ### Черепаховый окрас – один из самых удивительных и необычных окрасов кошек. Черепаховый окрас является очень распространённым среди метисов, а также среди многих пород кошек он закреплён в стандарты. Вариации цветов полосок и пятен подобного окраса, а также их узоры на шерсти уникальны и неповторимы, так же, как и отпечатки пальцев у людей. Это генетическая особенность, которая передается по наследству и обуславливается определенной комбинацией хромосом.
                        '''
                    }